Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh95-v4.tmx
Source language: bo
Languages: en

source: །གང་དག་ལྷ་མཆོག་རྣམས་ཀྱིས་རྟག་ཏུ་འདོད་པར་བགྱི་བ་ཁྱོད་ཀྱིས་བརྙེས།
en: These women that you have here are even desired by the highest of gods.”

source: ལུས་ནི་ངན་སྐྱུགས་མི་གཙང་སྲིན་བུའི་རིགས་ཀྱིས་གང་བ་ཤིག་ཤིག་པོ།
en: “I see the body as impure, filled with masses of worms;

source: །མྱུར་དུ་འགྱེས་ཤིང་འཇིག་པ་བདེ་བ་མ་ཡིན་རྣམས་དང་ལྡན་པར་མཐོང་།
en: It easily breaks and perishes, and is thoroughly without pleasure.

source: །རྒྱུ་བར་བཅས་དང་མི་རྒྱུ་བ་ཡི་འགྲོ་ལ་བདེ་བ་མཆོག་བྱེད་པ། །གོ་འཕང་འཆི་འཕོ་མེད་པ་སྐྱེ་བོ་མཁས་པས་མཆོད་པ་དེ་ཐོབ་བྱ།
en: Yet I will attain that imperishable state, venerated by the wise, The state that brings ultimate happiness to the animate and inanimate worlds.”

source: །དེ་དག་འདོད་པའི་སྒྱུ་རྩལ་དྲུག་ཅུ་རྩ་བཞི་མྱོང་བར་གྱུར་པ་སྟེ།
en: The daughters now put on sixty-four displays of amorous behavior;

source: །རྐང་གདུབ་གསེར་གྱི་ཕག་སྐ་འཁྲོལ་ཞིང་གོས་ཀྱང་ཤིག་ཤིག་བྱས་ནས་ནི།
en: They rang their anklets and girdles and let their clothes slip off.

source: །འདོད་པའི་མདའ་ཡིས་ཕོག་པ་རྒྱགས་པ་འཛུམ་ཞིང་འདི་སྐད་སྨྲས།
en: Struck with the arrow of desire, infatuated, with smiles on their faces, they said,

source: །ཇོ་ཇོ་ཁྱོད་ལ་ནོངས་པ་ཅི་ཞིག་བགྱིས་ན་འདི་དག་བསྟེན་མི་བགྱི།
en: “Lord, do we appear so ugly to you that you don’t share our love?”

source: །སྲིད་པ་ཀུན་གྱིས་ཉེས་པ་རིག་ནས་རྡུལ་དང་བྲལ་བས་འདི་སྐད་སྨྲས།
en: Knowing the faults in all of saṃsāra, the Stainless One replied,

source: །འདོད་པ་རལ་གྲི་མདུང་ཐུང་རྩེ་གསུམ་སྦྲང་རྩི་ཅན་གྱི་སྤུ་གྲི་འདྲ།
en: “Desire is like a sword, a spear, a trident, or a razor blade smeared with honey;

source: །སྦྲུལ་གྱི་མགོ་དང་མེ་མུར་འདྲ་བར་ངས་འདིར་རབ་ཏུ་རིག་པས་ན།
en: It is like the head of a viper or a fire pit—that much I have realized.

source: །བུད་མེད་ཡོན་ཏན་འཕྲོག་པས་དེ་ཕྱིར་ང་ཡིས་བུད་མེད་ཚོགས་རྣམས་སྤངས།
en: So, since women steal one’s virtues, I have abandoned their company.”

source: །བུད་མེད་ཡོན་ཏན་རྣམ་པ་མང་པོ་ཁྲག་ཁྲིག་བྱེ་བ་དེ་དག་གིས།
en: With all the billions of skills that induce amorous infatuation,

source: །གང་གི་ཚེ་ན་གླང་པོའི་ཕྲུ་གུའི་སྟབས་ཅན་དེ་བརྗོད་མ་ནུས་ཚེ།
en: The girls were unable to seduce the Well-Gone One who has the gait of a young elephant.

source: །ངོ་ཚ་སྐྱེངས་ནས་ཐུབ་པའི་རྐང་པ་གཉིས་ལ་རབ་ཏུ་ཕྱག་འཚལ་ཏེ།
en: So with shame and embarrassment, they now bowed to the feet of the Sage;

source: །དགའ་ཞིང་མགུ་བ་བསྐྱེད་ནས་ཕན་པ་བྱེད་པ་དེ་ལ་བསྟོད་པ་བྱས།
en: Giving rise to respect, joy, and love, they praised the Benefactor:

source: །པད་མ་དྲི་མ་མེད་པའི་སྙིང་པོ་འདྲ་ཞིང་སྟོན་ཟླ་ལྟ་བུའི་ཞལ།
en: “Your face is like the spotless center of a lotus, or the harvest moon;

source: །མར་གྱིས་སྦྱིན་བསྲེག་བགྱིས་པའི་འོད་འཕྲོ་མེ་འདྲ་གསེར་གྱི་རི་འདྲ་བ།
en: Your luster is like the flames of a sacrificial fire, or the shine of the golden mountain.

source: །སྲིད་པ་བརྒྱ་ནས་སྤྱད་ཅིང་དགོངས་དང་སྨོན་ལམ་བཏབ་པ་གྲུབ་གྱུར་ཅིག །བདག་ཉིད་རྒལ་ནས་སྡུག་བསྔལ་དག་དང་ལྡན་པའི་འགྲོ་བ་བསྒྲལ་དུ་གསོལ།
en: May your wishes and vows, which you have made in hundreds of lives, be fulfilled; Now that you yourself have crossed, please liberate all suffering beings.”

source: །དེ་དག་རྣམས་ཀྱིས་དོང་ཀའི་ཤིང་དང་ཙམ་པ་ཀ་འདྲ་རྣམ་མང་བསྟོད།
en: They praised the one who is like the bayur tree, or the campaka;

source: །མཆོག་ཏུ་གྱུར་པའི་རི་ལྟར་མི་གཡོ་བ་ལ་བསྐོར་བ་བྱས་ནས་ནི།
en: They circumambulated the Supreme Being, who was immutable like a majestic mountain.

source: །སོང་སྟེ་ཕ་ཡི་རྐང་ལ་མགོ་བོས་ཕྱག་འཚལ་འདི་སྐད་ཚིག་ཀྱང་སྨྲས།
en: Returning, they bowed their heads to their father and told him,

source: །ཡབ་ཅིག་ལྷ་དང་མི་ཡི་བླ་མ་དེ་ལ་ཁོང་ཁྲོ་སྤངས་ན་ལེགས།
en: “Father, this master of gods and humans has no fear or anger.

source: །བཞིན་ནི་འཛུམ་པར་གྱུར་ནས་པད་མའི་འདབ་མ་འདྲ་བའི་མིག་གིས་ལྟ།
en: “With a smiling face he looks on with eyes like lotus petals;

source: །དེ་ནི་ཆགས་པས་སྐྱེ་བོ་མི་ལྟ་དེ་ལ་ཁྲོ་གཉེར་མཆིས་མ་ལགས།
en: Never does he look at others with attachment or a frown.

source: །ལྷུན་པོ་གཡོ་ཞིང་རྒྱ་མཚོ་སྐམས་ལ་ཉི་ཟླ་ལྟུང་བར་འགྱུར་ཡང་གདའ།
en: Mount Meru may tremble, the oceans dry up, and the sun and moon fall,

source: །སྲིད་པ་གསུམ་གྱི་ཉེས་མཐོང་དེ་ནི་བུད་མེད་རྣམས་ཀྱི་དབང་མི་འགྱུར།
en: But never will He Who Sees the Faults of the Three Existences come under the sway of amorous women.”

source: །དེ་ནས་བདུད་སྡིག་ཅན་གྱིས་ཚིག་དེ་སྐད་ཐོས་ནས་དེ་བས་ཀྱང་ཆེར་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་ལ།
en: When Māra, the evil one, heard these words, he felt even more miserable and unhappy.

source: ཡི་མ་རངས་ཤིང་ཚིག་པ་ཟ་བའི་ཡིད་ཀྱིས་རང་གི་བུ་མོ་དེ་དག་ལ་སྨྲས་པ། ཀྱེ་མི་ཤེས་ཤིང་གླེན་ཏེ། ཁྱེད་ཀྱི་གཟུགས་དང་ད་རོད་མ་མཐོང་ངམ།
en: Angry and disappointed, he told his daughters, “Oh my, that stupid fool, so ignorant that he doesn’t see your beauty and good looks!

source: །ཇི་ལྟར་གྱུར་ན་དེ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལས་བསླང་བར་མ་ནུས།
en: How can it be that we are unable to get him away from the seat of awakening?”

source: དེ་ནས་བདུད་ཀྱི་བུ་མོ་དེ་དག་གིས་རང་གི་ཕ་ལ་ཚིགས་སུ་བཅད་པས་སླར་སྨྲས་པ།
en: Then once again, the daughters of Māra spoke to their father in verse:

source: སྙན་ཅིང་འཇམ་པོར་སྨྲ་ཡང་ཆགས་པ་མ་མཆིས་ཏེ།
en: “Although we speak to him softly and lovingly, he does not get aroused;

source: །གསང་བ་ཆེན་པོ་ལྟ་ཡང་སྡང་བ་མཆིས་མ་ལགས།
en: Even though we show him the most secret of things, he does not get hostile.

source: །སྤྱོད་ལམ་དག་དང་སྤྱོད་པ་ལྟ་ཡང་རྨོངས་མ་མཆིས།
en: No matter what acts he witnesses, he remains without delusion;

source: །ལུས་རྣམས་ཐམས་ཅད་རྟོགས་ཀྱང་བསམ་པ་ཤིན་ཏུ་ཟབ།
en: Although he sees the entire body, his thoughts remain profound.

source: །བུད་མེད་ནོངས་པ་རྒྱ་ཆེན་ཐེ་ཚོམ་མ་མཆིས་རྟོགས།
en: “He clearly realizes the faults of women;

source: །འདོད་ལས་དབེན་པའི་ཡིད་ལྡན་འདོད་ཆགས་ཆགས་མ་མཆིས། །གང་ཞིག་དེ་ཡི་སེམས་དང་སྤྱོད་པ་ཡོངས་འཚལ་བ།
en: He is far removed from lust and has no desire.

source: །ལྷ་ཡུལ་མི་ཡུལ་འདི་ན་ལྷ་མི་དེ་མ་མཆིས། །
en: Neither in divine abodes, nor here on earth, is there a human or a god Capable of gauging his mind and actions.

source: དེ་ལ་བུད་མེད་སྒྱུ་རྣམས་གང་ལགས་བསྟན་ན་ཡབ།
en: “Father, we tried every female trick on him!

source: །ཆགས་བཅས་གང་ལགས་དེ་ཡི་སྙིང་ཞུ་འགྱུར་རིགས་ན།
en: With all our lust, surely his heart should have melted!

source: །དེ་དག་མཐོང་ཡང་དེ་ཡི་སེམས་ནི་གཅིག་མ་གཡོས།
en: Yet, although he saw it all, his mind wasn’t distracted even once;

source: །རི་དབང་རྒྱལ་པོ་བཞིན་དུ་དེ་ནི་མི་གཡོ་གཡོ་མ་མཆིས།
en: Like the foremost king of mountains, he was immutable.

source: །བསོད་ནམས་གཟི་བརྗིད་བརྒྱས་བལྟམ་ཡོན་ཏན་གཟི་བརྗིད་རྫོགས།
en: “He accumulated the splendors of hundreds of virtues and qualities;

source: །བསྐལ་པ་བྱེ་བ་མང་པོར་ཚུལ་ཁྲིམས་བརྟུལ་ཞུགས་སྤྱད།
en: For many millions of eons he has practiced ethics and disciplined conduct.

source: །ལྷ་དང་ཚངས་པ་སེམས་ཅན་གཟི་བརྗིད་རྣམ་དག་དགེ །དེ་དག་དེ་ཡི་རྐང་པར་མགོས་གཏུགས་ཕྱག་ཀྱང་འཚལ།
en: The gods and Brahmā, pure beings possessing the splendor of virtue, Pay homage to him and touch their heads to his feet.

source: །སྡེ་དང་བཅས་པའི་བདུད་རྣམས་བཅོམ་ནས་སྔོན་ཆད་ཀྱི།
en: “Once he conquers Māra’s army,

source: །རྒྱལ་བས་བཞེད་པ་བྱང་ཆུབ་དམ་པ་འཐོབ་འགྱུར་ངེས།
en: He will surely attain sacred awakening, just as the victorious ones did in the past.

source: །ཡབ་ཅིག་བདག་ཅག་གཡུལ་ངོར་འཐབ་པ་མི་འཚལ་ཏེ།
en: Father, he does not seek fights or quarrels with us;

source: །སྟོབས་ལྡན་དག་དང་འཐབ་པར་སྦྱོར་འདི་ཚེགས་རབ་ཆེ།
en: Even though our forces are powerful, our task would be a difficult one.

source: །ཡབ་ཅིག་མཁའ་ལ་ནོར་བུ་རིན་ཆེན་གཙུག་ཕུད་ཅན། །རྫོགས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཁྲག་ཁྲིག་གུས་པར་གནས།
en: “Father, look at the sky, where millions of perfect Bodhisattvas, With jewels on the top of their heads, respectfully wait.

source: །རིན་ཆེན་འབྱུང་གནས་ཡན་ལག་མེ་ཏོག་ཕྲེང་བས་བརྒྱན།
en: On their limbs these sources of wealth are adorned with flower garlands;

source: །སྟོབས་བཅུ་མངའ་བས་མཆོད་ཕྱིར་འདིར་བཏང་རྣམས་ལ་གཟིགས།
en: They possess the ten powers and have come here to venerate him.

source: །གང་དག་སེམས་པ་མ་མཆིས་གང་དག་སེམས་མ་མཆིས།
en: “Everything animate, and even the inanimate, too,

source: །ཤིང་རི་ལྷ་དབང་གནོད་སྦྱིན་མཁའ་ལྡིང་དབང་པོ་དག །ཡོན་ཏན་རི་བོར་མངོན་པར་འདུད་ཅིང་ཕྱོགས་པ་ལས།
en: Trees, mountains, gods, yakṣas, and garuḍas, All bow down to that mountain of qualities.

source: །ཡབ་ཅིག་དོ་མོད་སླར་ལོག་ན་ནི་ལེགས་པ་འདྲ།
en: Father, it would be better to leave him alone today.”

source: །གཞན་ཡང་གང་གི་ཕ་མཐར་མི་ཕྱིན་དེར་ནི་རྐྱལ་མི་བགྱི།
en: “Moreover: One will not cross where one cannot reach the end;

source: །གང་ཞིག་རྩ་ནས་མི་ཕྱིན་དེ་ནི་བརྐོ་མི་བགྱི།
en: One will not dig where one cannot pull out the root.

source: །གང་ལ་བཟོད་པ་ཡང་གསོལ་དེ་ནི་དཀྲུག་མི་བགྱི།
en: One cannot make him angry, or even make him suffer with forbearance;

source: །གང་གིས་ཡིད་མི་བདེ་བར་འགྱུར་བ་དེ་མི་བགྱི།
en: One can do nothing that would make him unhappy.”

source: །དགེ་སློང་དག་དེ་ནས་དེའི་ཚེ་ཤིང་གི་ལྷ་མོ་བརྒྱད་ལ་འདི་ལྟ་སྟེ། དཔལ་ལྡན་དང་། འཕེལ་མོ་དང་། དཀའ་ཐུབ་དང་། དགེ་མ་དང་། མཁས་མ་དང་། མདངས་སྟོབས་དང་། བདེན་སྨྲ་དང་། ལྡན་མ་སྟེ། དེ་དག་གིས་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡང་དག་པར་མཆོད་ནས་དཔལ་རྣམ་པ་བཅུ་དྲུག་གིས་བྱང་ཆུབ་སེམས་དཔའ་འཕེལ་བར་བྱེད། མངོན་དུ་སྟོད་པར་བྱེད་དེ།
en: Monks, at that point the eight goddesses dwelling in the tree of awakening—Śrī, Vṛddhi, Tapā, Śreyasī, Vidu, Ojobalā, Satyavādinī, and Samaṅginī— honored the Bodhisattva, glorified him evoking the sixteen types of splendor, and praised him:

source: སེམས་ཅན་དམ་པ་ཁྱོད་ནི་དགུང་ཟླ་ཡར་གྱི་ངོ་ལྟར་མཛེས་པའོ།
en: “Sacred One, you are beautiful, Like the moon during the bright fortnight.

source: །བློ་རྣམ་པར་དམ་པ་ཁྱོད་ནི་གདུགས་དང་པོ་ཤར་བ་ལྟར་ལྷང་ངེ་བའོ།
en: With your pure mind, you are radiant, Like the sun at dawn.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་ཆབ་ཀྱི་ནང་ན་པད་མ་ལྟར་རབ་ཏུ་རྒྱས་པའོ།
en: “Pure Being, you have bloomed, Like a lotus in a pond.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་ནགས་དང་ནགས་འདབ་ན་རྒྱུ་བའི་སེང་གེ་ལྟར་སྒྲོགས་པའོ།
en: Pure Being, you roar, Like a lion with a mane, moving in the jungle.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་རྒྱ་མཚོའི་དབུས་ན་རིའི་རྒྱལ་པོ་ལྟར་མཛེས་པའོ།
en: “Supreme Being, you shine forth, Like the king of mountains in the middle of the ocean.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་ཁོར་ཡུག་གི་རི་ལྟར་མངོན་པར་འཕགས་པའོ།
en: Pure Being, you are elevated, Like the ring of surrounding mountains.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་རྒྱ་མཚོ་ལྟར་རིན་པོ་ཆེས་བལྟམས་ཤིང་གཏིང་དཔག་དཀའ་བའོ།
en: “Supreme Being, you are hard to fathom, Like the ocean rich in jewels.

source: །འཇིག་རྟེན་གྱི་མགོན་པོ་ཁྱོད་ནི་ནམ་མཁའ་ལྟར་ཐུག་པ་མ་མཆིས་ཤིང་ཐུགས་ཀྱི་རྒྱ་ཆེ་བའོ།
en: Protector of the World, your mind is vast, Like the unlimited sky.

source: །སེམས་ཅན་རྣམ་པར་དག་པ་ཁྱོད་ནི་དོག་ས་ལྟར་སེམས་ཅན་ཐམས་ཅད་ཀྱི་འཚོ་བར་གྱུར་ཅིང་ཐུགས་ཤིན་ཏུ་བརྟན་པའོ།
en: “Pure Being, your mind is firm; Like the earth, you sustain all beings.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་མཚོ་མ་དྲོས་པ་ལྟར་རྟག་ཏུ་དང་ཞིང་ཐུགས་རྙོག་པ་མི་མངའ་བའོ།
en: Supreme Being, your mind is never turbid; Like the lake Anavapta, it is always calm.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་རླུང་མར་ལྟར་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ལ་རྟག་ཏུ་མི་ཆགས་ཤིང་ཐུགས་གནས་མ་མཆིས་པའོ།
en: “Supreme Being, your mind is without a fixed abode; Like wind, it never lingers anywhere in the world.

source: སེམས་ཅན་དམ་པ་ཁྱོད་ནི་གཟི་བརྗིད་ཀྱི་རྒྱལ་པོ་ལྟར་རློམ་སེམས་ཅན་ཐམས་ཅད་སྤངས་ཤིང་བསྙེན་པར་དཀའ་བའོ།
en: Supreme Being, you are hard to meet with; Like the king of brightness, you are free from all conceit.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་སྲེད་མེད་ཀྱི་བུ་ལྟར་ཐུལ་བར་དཀའ་ཞིང་སྟོབས་དང་ལྡན་པའོ།
en: “Sacred One, you are very powerful; Like Nārāyaṇa, you are hard to tame.

source: །འཇིག་རྟེན་གྱི་མགོན་པོ་ཁྱོད་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལས་མི་བཞེངས་པས་དམ་བཅས་པ་བརྟན་པའོ།
en: Protector of the World, your resolve is firm; You will not move from the seat of awakening.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་དབང་པོའི་ལག་གིས་འཕངས་པའི་རྡོ་རྗེ་ལྟར་སླར་མི་ལྡོག་པའོ།
en: “Like a lightning bolt released from the hand of Indra, Supreme Being, you cannot be turned back.

source: །སེམས་ཅན་དམ་པ་ཁྱོད་ནི་རིང་པོར་མི་ཐོགས་པར་སྟོབས་བཅུ་དང་ལྡན་པར་བྱོན་པས་བརྙེས་པ་ལེགས་པར་བརྙེས་པའོ།
en: Supreme Being, you will attain your aim in full; Soon you will be endowed with the complete ten powers.”

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་ཀྱི་ཤིང་གི་ལྷ་མོ་རྣམས་ཀྱིས་དཔལ་རྣམ་པ་བཅུ་དྲུག་གིས་བྱང་ཆུབ་སེམས་དཔའ་འཕེལ་བར་བྱེད་དོ།
en: Monks, in this way the goddesses in the Bodhi tree glorified the Bodhisattva evoking the sixteen types of magnificence.

source: །དགེ་སློང་དག་དེ་ན་གནས་གཙང་མའི་རིས་ཀྱི་ལྷའི་བུ་རྣམས་ཀྱིས་རྣམ་པ་བཅུ་དྲུག་གིས་བདུད་ཉམས་དམས་པར་བྱེད་དེ།
en: Monks, at that moment the gods of the pure realms tried to discourage Māra in sixteen different ways.

source: རྣམ་པ་བཅུ་དྲུག་གང་ཞེ་ན།
en: What were these sixteen?

source: སྡིག་ཅན་ཁྱོད་ནི་ཁྲུང་ཁྲུང་རྒན་པོ་ལྟར་སེམས་ཁོང་དུ་ཆུད་ཅིང་དམས་པའོ།
en: “Evil one, you are lost; You are brooding like an old crane.

source: །སྡིག་ཅན་ཁྱོད་ནི་གླང་པོ་རྒན་པོ་འདམ་དུ་བྱིང་བ་ལྟར་ཉམ་ཆུང་བའོ།
en: Evil one, you are powerless, Like an old elephant sinking in a swamp.

source: །སྡིག་ཅན་ཁྱོད་ནི་དཔའ་བོར་ཁས་འཆེས་པ་ཕམ་པ་ལྟར་གཅིག་པུར་གྱུར་པའོ།
en: “Evil one, you are on your own, Like a loser pretending to be a hero.

source: །སྡིག་ཅན་ཁྱོད་ནི་ནད་ཀྱིས་ཉེན་པ་འབྲོག་ཏུ་བོར་བ་ལྟར་གཉིས་སུ་མེད་པའོ།
en: Evil one, you have no one with you, Like someone suffering from a contagious disease, abandoned in a forest.

source: །སྡིག་ཅན་ཁྱོད་ནི་གླང་བུ་ཁལ་གྱིས་ཉོན་མོངས་པ་ལྟར་སྟོབས་མེད་པའོ།
en: “Evil one, you are weak, Like a young bull pained by a heavy load.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཤིང་རླུང་གིས་བཏབ་པ་ལྟར་སྒྱེལ་བའོ།
en: Evil one, you are thrown on your back, Like a tree tossed about by the wind.

source: །སྡིག་ཅན་ཁྱོད་ནི་འདྲོན་པ་ལམ་སྟོར་བ་ལྟར་ལམ་ངན་པར་གནས་པའོ།
en: “Evil one, you are on the wrong path, Like a traveler who has lost his way.

source: །སྡིག་ཅན་ཁྱོད་ནི་མི་དབུལ་པོ་བུ་ལོན་ཅན་ལྟར་དམན་པ་བས་ཀྱང་དམན་པའོ།
en: Evil one, you are the lowest of the low, Like a poor man who gets envious.

source: །སྡིག་ཅན་ཁྱོད་ནི་བྱ་རོག་བྱུང་རྒྱལ་བ་ལྟར་མུ་ཅོར་སྨྲ་བའོ།
en: “Evil one, you are garrulous, Like an impudent crow.

source: །སྡིག་ཅན་ཁྱོད་ནི་མ་དུལ་བ་བྱས་པ་མི་གཟོ་བ་ལྟར་ང་རྒྱལ་གྱིས་ཟིལ་གྱིས་ནོན་པའོ།
en: Evil one, you are overcome with pride, Like an ungrateful ruffian.

source: །སྡིག་ཅན་ཁྱོད་ནི་སེང་གེའི་སྒྲས་ཝ་འབྲོས་པ་ལྟར་དེང་འབྲོས་པར་འགྱུར་བའོ།
en: “Evil one, today you will flee, Like a jackal at the sound of a lion’s roar.

source: །སྡིག་ཅན་ཁྱོད་ནི་རྣམ་པར་འཐོར་རླུང་གིས་གཏོར་བའི་བྱ་བཞིན་དུ་དེང་འདར་བར་འགྱུར་བའོ།
en: Evil one, today you will be scattered about, Like a bird tossed around by the roaring wind.

source: །སྡིག་ཅན་ཁྱོད་ནི་སྤྲང་པོ་བསོད་ནམས་ཟད་པ་ལྟར་དུས་མི་ཤེས་པའོ།
en: “Evil one, not knowing when the time is right, You are like a beggar whose merit has run out.

source: །སྡིག་ཅན་ཁྱོད་ནི་སྣོད་ཆག་པ་རྡུལ་གྱིས་གང་བ་ལྟར་དེང་རྣམ་པར་སྤང་བར་འགྱུར་བའོ།
en: Evil one, today you will be abandoned, Like a broken pot full of dust.

source: །སྡིག་ཅན་ཁྱོད་ནི་སྔགས་ལ་དཔའ་བ་སྦྲུལ་ལ་བབ་པ་ལྟར་དེང་ཚར་ཆོད་པར་འགྱུར་བའོ།
en: “Evil one, today you will be restrained by the Bodhisattva, Like a snake by a spell.

source: །སྡིག་ཅན་ཁྱོད་ནི་མི་རྐང་ལག་བཅད་པ་ལྟར་སྟོབས་ཐམས་ཅད་དང་བྲལ་བའོ་ཞེས་བྱ་བའོ།
en: Evil one, you are completely powerless, Like Uruṇḍa, who lost his arms and legs.”

source: །དགེ་སློང་དག་དེ་ལྟར་གནས་གཙང་མའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱིས་རྣམ་པ་བཅུ་དྲུག་གིས་བདུད་སྡིག་ཅན་ཉམ་སྨད་པ་བྱས་སོ།
en: Monks, in these sixteen ways the gods from the pure realms tried to discourage Māra.

source: །དགེ་སློང་དག་དེ་ལ་བྱང་ཆུབ་ཀྱི་བསྙེན་བཀུར་བའི་ལྷ་རྣམས་ཀྱིས་རྣམ་པ་བཅུ་དྲུག་གིས་བདུད་སྡིག་ཅན་ཟློག་པར་བྱེད་དེ།
en: And, monks, the gods who attended upon the Bodhisattva now also tried to break Māra’s resolve in sixteen ways.

source: བཅུ་དྲུག་གང་ཞེ་ན།
en: What were these sixteen?

source: སྡིག་ཅན་ཁྱོད་ནི་དཔའ་བོས་ཕ་རོལ་གྱི་སྡེ་བཅོམ་པ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་དོ་མོད་ཕམ་པར་བྱས་པར་འགྱུར་རོ།
en: “Evil one, today you will be defeated by the Bodhisattva, Like an enemy soldier by a hero.

source: །སྡིག་ཅན་ཁྱོད་ནི་གྱད་སྟོབས་ཆུང་ངུ་ལ་གྱད་སྟོབས་ཆེན་པོ་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་ཚར་བཅད་པར་འགྱུར་རོ།
en: Evil one, today you will be held down by the Bodhisattva, Like a weak wrestler by a powerful one.

source: །སྡིག་ཅན་ཁྱོད་ནི་སྲིན་བུ་མེ་ཁྱེར་ལ་ཉི་མའི་དཀྱིལ་འཁོར་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་ཟིལ་གྱིས་ནོན་པར་འགྱུར་རོ།
en: “Evil one, today you will be outmatched by the Bodhisattva, Like a firefly by the sun.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཕུབ་མ་སྤར་བ་གང་ལ་རླུང་མར་བཏབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་གཏོར་བར་འགྱུར་རོ།
en: Evil one, today you will be scattered by the Bodhisattva, Like a handful of chaff by a strong wind.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཝ་ལ་སེང་གེ་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་སྔངས་པར་བྱས་པར་འགྱུར་རོ།
en: “Evil one, today you will be terrified by the Bodhisattva, Like a jackal by a lion.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཤིང་སཱ་ལ་ཆེན་པོ་རྩ་བ་ནས་བཅད་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་སྒྱེལ་བར་འགྱུར་རོ།
en: Evil one, today you will be felled by the Bodhisattva, Like a great sāl tree whose roots have been cut.

source: །སྡིག་ཅན་ཁྱོད་ནི་མི་མཛའ་བའི་གྲོང་ཁྱེར་ལ་རྒྱལ་པོ་ཆེན་པོ་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་བརླག་པར་འགྱུར་རོ།
en: “Evil one, today you will be destroyed by the Bodhisattva, Like a hostile city by a great king.

source: །སྡིག་ཅན་ཁྱོད་ནི་བ་རྗེས་ཀྱི་ཆུ་ལ་ཉི་ཚན་ཆེན་པོ་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་ཡོངས་སུ་ཟད་པར་བྱས་པར་འགྱུར་རོ།
en: Evil one, today you will be dried up by the Bodhisattva, Like the water-filled footprint of a cow.

source: །སྡིག་ཅན་ཁྱོད་ནི་མི་གཡོན་ཅན་གསད་པར་བྱ་བ་ཤོར་བ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་འབྲོས་པར་བྱེད་པར་འགྱུར་རོ།
en: “Evil one, today you will flee from the Bodhisattva, Like a criminal escaping execution.

source: །སྡིག་ཅན་ཁྱོད་ནི་མེའི་ཚ་བས་བུང་བའི་ཁྱུ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་མགོ་འཁོར་བར་བྱེད་པར་འགྱུར་རོ།
en: Evil one, today you will be sent swirling by the Bodhisattva, Like a swarm of bees by the heat of fire.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཆོས་ཀྱི་རྒྱལ་པོ་རྒྱལ་སྲིད་ཉམས་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་མྱ་ངན་བྱེད་དུ་བཅུག་པར་འགྱུར་རོ།
en: “Evil one, today you will be hurt by the Bodhisattva, Like a lawful king who has lost his kingdom.

source: །སྡིག་ཅན་ཁྱོད་ནི་ཁྲུང་ཁྲུང་རྒན་པོ་འདབ་མ་བྲེགས་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་སེམས་ཁོང་དུ་བཅུག་པར་འགྱུར་རོ།
en: Evil one, today you will brood because of the Bodhisattva, Like an old crane with clipped wings.

source: །སྡིག་ཅན་ཁྱོད་ནི་འབྲོག་དགོན་པར་ལམ་རྒྱགས་ཆད་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་ཕོངས་པར་བྱས་པར་འགྱུར་རོ།
en: “Evil one, today you will be deprived of livelihood by the Bodhisattva, Like a weary traveler without provisions in a wilderness.

source: །སྡིག་ཅན་ཁྱོད་ནི་རྒྱ་མཚོ་ཆེན་པོར་གྲུ་ཞིག་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་སྨྲེ་སྔགས་འདོན་དུ་བཅུག་པར་འགྱུར་རོ།
en: Evil one, today you will be weeping because of the Bodhisattva, Like someone shipwrecked at sea.

source: །སྡིག་ཅན་ཁྱོད་ནི་སྲེག་པའི་བསྐལ་པས་རྩྭ་དང་ནགས་ཚལ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་རྙིས་པར་བྱས་པར་འགྱུར་རོ།
en: “Evil one, today you will be depleted of life force by the Bodhisattva, Like grass and trees by the fire at the end of an eon.

source: །སྡིག་ཅན་ཁྱོད་ནི་རིའི་རྩེ་མོ་ལ་རྡོ་རྗེ་བབ་པ་ལྟར་དོ་མོད་བྱང་ཆུབ་སེམས་དཔས་བསྙིལ་བར་འགྱུར་རོ་ཞེས་བྱ་བའོ།
en: Evil one, today you will be crushed by the Bodhisattva, Like a mountaintop by a mighty thunderbolt.”

source: །དགེ་སློང་དག་དེ་ལྟར་བྱང་ཆུབ་ཀྱི་བསྙེན་བཀུར་བའི་ལྷའི་བུ་རྣམས་ཀྱིས་རྣམ་པ་བཅུ་དྲུག་གིས་བདུད་སྡིག་ཅན་ཟློག་པར་བྱེད་ཀྱང་བདུད་སྡིག་ཅན་ཕྱིར་མ་ལོག་གོ།
en: Monks, although the gods who attended upon the Bodhisattva tried to discourage Māra, the evil one, in these sixteen ways, Māra would not be deterred.

source: ལྷ་ཡི་ཚོགས་ཀྱིས་ཡང་དག་བསྐུལ་བ་ཐོས་ཀྱང་བདུད་ནི་ཕྱིར་ལོག་མ་གྱུར་ཏེ།
en: Although hosts of deities ask him to turn back, Antaka does not pay heed;

source: །སློངས་ཤིག་རྒྱོབ་ཤིག་འདི་ནི་བརླག་པར་གྱིས་ཤིག་སྲོག་ཀྱང་སྦྱིན་པར་མ་བྱེད་ཅིག །འདི་ནི་རང་ཉིད་རྒྱལ་ནས་ང་ཡི་ཡུལ་ནས་གཞན་ཡང་སྒྲོལ་བར་བྱེད་པར་འགྱུར།
en: Instead he says, “Tear him up! Beat him! Destroy him! Don’t let him escape alive! If he is liberated, he will liberate my realm and other realms as well;

source: །ལངས་ཏེ་བྲོས་པ་མ་གཏོགས་དགེ་སྦྱོང་འདི་ལ་ཐར་གཞན་ཅུང་ཟད་མེད་ཅེས་སྨྲས།
en: But the only liberation in store for this mendicant is to get up and flee.”

source: རི་ཡི་རྒྱལ་པོ་ལྷུན་པོ་གནས་ནས་གཡོ་སྲིད་འགྲོ་བ་ཐམས་ཅད་མེད་འགྱུར་སྲིད།
en: “The king of mountains, Mount Meru, may move and all beings may cease to be;

source: །སྐར་མའི་ཚོགས་རྣམས་ཐམས་ཅད་ཟླ་བ་བཅས་པར་མཁའ་ལས་ས་ལ་ལྟུང་ཡང་སྲིད།
en: All the stars, the planets, and the moon may fall from the sky to the earth;

source: །སེམས་ཅན་ཀུན་གྱི་བསམ་པ་གཅིག་བྱེད་འགྱུར་སྲིད་རྒྱ་མཚོ་ཆེན་པོ་སྐམ་སྲིད་ཀྱི།
en: It is possible that all beings may think and act in unison and the great oceans may dry out;

source: །ང་འདྲ་ཤིང་གི་རྒྱལ་པོའི་དྲུང་ན་འདུག་པ་ལ་ནི་གཡོ་བ་ཡོང་མི་སྲིད།
en: But it is impossible that someone like me would ever move from the king of trees.”

source: ཁོ་བོ་འདོད་པའི་དབང་ཕྱུག་འཇིག་རྟེན་འདི་ཀུན་དབང་།
en: “I am lord of desires and master of the universe.

source: །ལྷ་དང་ལྷ་མིན་ཚོགས་བཅས་མི་དང་དུད་འགྲོ་རྣམས།
en: I rule over gods, demigods, humans, and animals;

source: །ཁོ་བོས་ཁྱབ་སྟེ་ཐམས་ཅད་ཁོ་བོའི་དབང་དུ་འགྱུར།
en: All of them fall under my control. So get up!

source: །ཁོ་བོའི་ཡུལ་ན་འདུག་པ་ལོངས་ལ་ཚིག་བཞིན་གྱིས།
en: Since you are in my realm, follow my orders!”

source: གལ་ཏེ་འདོད་དབང་ཁྱོད་ཡིན་གསལ་བར་ཁྱོད་དབང་མིན།
en: “If you are master of sense pleasures, you are clearly not a master at all;

source: །ཡང་དག་ང་ལྟོས་ང་ཡང་ཆོས་ཀྱི་དབང་ཕྱུག་ཡིན།
en: Look who I am in reality—I am master of the Dharma.

source: །གལ་ཏེ་ངན་འགྲོར་མི་འགྲོ་ཁྱོད་ནི་འདོད་དབང་ཕྱུག །དབང་མེད་ཁྱོད་ནི་ལྟ་བཞིན་བྱང་ཆུབ་ངས་ཐོབ་འགྱུར།
en: If you are the master of sense pleasures, you should not go to the lower realms; While you watch powerlessly, I shall attain awakening.”

source: དགེ་སྦྱོང་བདག་ཉིད་གཅིག་པུ་དགོན་པར་ཅི་ཞིག་བྱེད།
en: “Monk, what are you doing here in the wilderness on your own?

source: །ཁྱོད་ཀྱིས་གང་བཙལ་དེ་དང་ཕྲད་པར་སླ་མ་ཡིན།
en: It is not an easy task to find that which you seek.

source: །རབ་འགྲོ་ཤེས་ལྡན་ལ་སོགས་དཀའ་ཐུབ་རབ་བསྒྲིམས་ཀྱང་།
en: Bhṛgu, Aṅgiras, and others who exerted themselves in austerities

source: །གོ་འཕང་མཆོག་དེ་མ་ཐོབ་མིར་གྱུར་ཁྱོད་ཅི་སྨོས།
en: Did not attain that supreme state, so forget about you, an ordinary man.”

source: ཁྲོ་བའི་ཟིལ་ནོན་བློ་དང་ལྷ་ཡུལ་འདོད་པ་དང་། །བདག་ལ་རྟག་དང་མི་རྟག་སྙམ་དུ་གནས་པ་དང་། །ཡུལ་དུ་འགྲོ་བས་གནས་པ་ཐར་སྙམ་གནས་པ་ཡི།
en: “With a mind possessed by anger and full of desire for the divine realms, And a belief that the self is either permanent or impermanent, And the thought that liberation is a place you can go to,

source: །དྲང་སྲོང་མི་ཤེས་སྔོན་དུ་འགྲོ་བས་དཀའ་ཐུབ་སྤྱད།
en: With such mistaken preconceptions, past sages practiced austerities.

source: །དེ་དག་ཡང་དག་དོན་དང་བྲལ་ཞིང་སྐྱེས་བུ་སྨྲ།
en: “Not knowing the truth, they preached the existence of a soul,

source: །ཁྱབ་དང་ཕྱོགས་གཅིག་ཆེས་དང་ཁ་ཅིག་རྟག་ཅེས་སྨྲ།
en: Variously claiming that this soul is all-pervasive, confined to locations, eternal,

source: །ལུས་ཅན་ལུས་མིན་ཡོན་ཏན་མིན་དང་ཡོན་ཏན་ཅན།
en: With form, without form, with qualities, without qualities,

source: །བྱེད་པ་པོ་དང་བྱེད་པོ་མིན་ཞེས་གཞན་དག་འཛེར།
en: An agent, and not an agent. This is what they claimed.

source: །སྟན་འདིར་འདུག་སྟེ་ང་རྒྱལ་བཅོམ་པས་སྡེ་དཔུང་བཅས།
en: “But today, sitting here on this seat, I will attain stainless awakening;

source: །ཁྱོད་ཕམ་བྱས་ཏེ་བྱང་ཆུབ་རྡུལ་མེད་དེང་ཐོབ་ནས།
en: I will defeat you, Māra, and repel your army and soldiers.

source: །འགྲོ་བ་འདི་ལ་འབྱུང་དང་བྱུང་དང་མྱ་ངན་འདས། །སྡུག་བསྔལ་ཞི་བ་བསིལ་བའི་དངོས་པོ་བསྟན་པར་བྱ།
en: I will explain to the world about the origin and arising of things, And also about nirvāṇa, the cool state where suffering is pacified.”

source: །བདུད་ནི་ཁྲོས་ཤིང་འཁྲུགས་ཏེ་ཚིག་པ་ཟོས་ནས་མདུན་དུ་རྩུབ་པའི་ཚིག་ཏུ་སྨྲས་པ་དགེ་སྦྱོང་འདི་ཟུང་ཤིག །གཅིག་པུ་དགོན་པར་བོར་བར་གྱུར་པ་འདི་ནི་ང་ཡི་མདུན་ནས་ཟུང་ལ་སོང་སྟེ་མྱུར་དུ་དབང་དུ་གྱིས།
en: Māra, upset, angry, and furious, shouted harsh words: “Catch that Gautama, who sits alone in the wilderness, and bring him quickly to me!
